/* [Η "DATABASE": - ΕΡΩΤΗΣΕΙΣ, ΕΠΙΛΟΓΕΣ, ΑΠΑΝΤΗΣΕΙΣ] */
// Λίστα με τα αντικείμενα
// Με την σημειογραφία: {q: QUESTION, o: OPTIONS, a: CORRECT ANSWER}
var questions = [
    {
      q : "Ποια είναι η τυπική απόσταση μεταξύ του στόχου και του τοξότη στους Ολυμπιακούς Αγώνες;",
      o : [
        "50 μέτρα",
        "70 μέτρα",
        "100 μέτρα",
        "120 μέτρα"
      ],
      a : 1 // Η λίστα αρχίζει με το 0, οπότε η απάντηση είναι  70 μέτρα
    },
    {
      q : "Ποιος είναι ο υψηλότερος αριθμός σε έναν τυπικό τροχό ρουλέτας;",
      o : [
        "22",
        "24",
        "32",
        "36"
      ],
      a : 3
    },
    {
      q : "Πόσο καλός είναι ο καθηγητής Βάιος;",
      o : [
        "έτσι κι έτσι",
        "χμμμμμ......",
        "άριστος",
        "πολύ καλός"
      ],
      a : 2
    },
    {
      q : "Ποιος είναι ο έβδομος πλανήτης από τον ήλιο;",
      o : [
        "Ουρανός",
        "Γη",
        "Πλούτων",
        "Αρης"
      ],
      a : 0
    },
    {
      q : "Ποιος είναι ο μεγαλύτερος ωκεανός στη Γη;",
      o : [
        "Ατλαντικός Ωκεανός",
        "Ινδικός ωκεανός",
        "Αρκτικός ωκεανός",
        "Ειρηνικός ωκεανός"
      ],
      a : 3
    }
  ];